Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/tale_til_utdeling_av_john_savio-prisen_til_ingunn_utsi_.html.tmx
Source language: nob
Languages: sme

source: Tale til utdeling av John Savio-prisen til Ingunn Utsi
sme: Sárdni John Savio-bálkkašumi geigema oktavuođas Ingunn Utsii

source: Sametingsråd Runar Myrnes Baltos tale til utdeling av John Savio-prisen til Ingunn Utsi, i Tromsø 30. september 2023.
sme: Sámediggeráđi Runar Myrnes Balto sárdni John Savio-bálkkašumi geigema oktavuođas Ingunn Utsii čakčamánu 30. beaivvi Romssas.

source: Kjære alle sammen,
sme: Ráhkis buohkat,

source: I dag er en spesiell dag der vi samles for å hedre Ingunn Utsi som mottaker av den prestisjefylte John Savio-prisen.
sme: Odne lea erenoamáš beaivi go mii leat čoahkkanan gudnejahttit Ingunn Utsi árvofámolaš John Savio-bálkkašumi vuoitin.

source: Dette er en anerkjennelse som ikke bare feirer Utsi sin enestående kunstkarriere, men som også anerkjenner betydningen av Utsi sitt utrettelige arbeid for å formidle samisk kultur, samiske rettigheter og våre samiske røtter.
sme: Gudnejahttimiin eat dušše ávvut Utsi erenoamáš dáiddárkarrieara, muhto mii maiddái čalmmustahttit Utsi nanu barggu sámi kultuvrra, vuoigatvuođaid ja min sámi ruohttasiid gaskkusteamis.

source: Røtter, ja: Ingunn Utsi er kjent for å bruke blant annet røtter, rekved, stein, bein, pels, fjær og andre naturmaterialer som hun ofte setter sammen med annet materiale, og som hun utformer til skulpturell kunst på en raffinert, ydmyk og bærekraftig måte, i taktil samtale med kunstverket underveis.
sme: Juo, ruohttasiid fal: Ingunn Utsi lea dovddus bargat ruohttasiiguin, rihkiiguin, geđggiiguin, dávttiiguin, náhkiiguin, dolggiiguin ja eará luondduávdnasiiguin maid son dávjá ovttastahttá eará ávdnasiiguin ja hábme skulptuvrralaš dáiddan dárkilis, vuollegaš ja guoddevaš vugiin, seammás go lea taktiila gulahallan ávdnasiiguin.

source: På nordsamisk har vi et godt ord som kan beskrive den bærekraftige prosessen: Birgejupmi.
sme: Davvisámegielas mis lea buorre sátni mii čilge guoddevašvuođa proseassa: Birgejupmi.

source: Birgejupmi handler ikke bare om bærekraft i materiell forstand, det handler også om å klare seg, berges og å mestre.
sme: Birgejumis ii leat sáhka dušše guoddevašvuođas ávnnaslaččat, muhto maiddái birgemis, ceavzimis ja máhttimis.

source: Det angir en viktig verdi og livsfilosofi i samisk livsform og kultur.
sme: Dat čilge sámi eallinvuogi ja kultuvrra dehálaš árvvu ja eallinfilosofiija.

source: Birgejupmi kan forstås som overlevelseskapasitet, måtehold og måten folk forholder seg til et bestemt område med de ressurser som finnes i det fysiske og sosiale landskapet.
sme: Birgejumi sáhttá ipmirdit birgennákcan, mearrin ja vuohkin movt olbmot birgejit dihto guovllus daiguin resurssaiguin mat gávdnojit fysalaš ja sosiála birrasis.

source: Utsis kunst beskriver både det tidløse og konstante i naturen og livet selv, men også om øyeblikket og det umiddelbare, og på den måten får hun oss til å reflektere over vårt forhold til tid, og ikke minst vår rolle i naturen.
sme: Utsi dáidda govvida sihke dan áiggehis ja rievdameahttumis oasi luonddus ja iešalddis eallimis, muhto maiddái čalbmeravkalanbotta ja gaskkaheami, ja dainna lágiin oažžu min smiehttat oktavuohtamet birra áigái ja maiddái min sajádaga luonddus.

source: For å si det med Ingunn Utsis egne ord: Alt i naturen har sin egen sjel.
sme: Nu go Ingunn Utsi ieš dadjá: Buot osiin luonddus lea siellu .

source: Kjære Ingunn Utsi,
sme: Ráhkis Ingunn Utsi,

source: Du har en unik måte å vise frem naturens sjel gjennom dine kunstverk.
sme: Dus lea erenoamáš vuohki ovdanbuktit luonddu sielu dáidagiiddát bokte.

source: Du er en gába, som navnet på en av utstillingene ved Nordnorsk Kunstmuseum nå viser, og som også er et samisk begrep som beskriver en dyktig kvinne med mye kunnskap.
sme: Don leat gába, nu go lea namma ovtta Davvi-Norgga Dáiddamusea čájáhusain dál, ja mii čilge čeahpes nissonolbmo mas lea ollu máhttu.

source: Din innsats for samisk kunst har vært bemerkelsesverdig på mange måter.
sme: Du áŋgiruššan sámi dáidaga ovddas lea leamaš mearkkašahtti máŋgga dáfus.

source: Du har dedikert din tid, energi og dine kunnskaper for å fremme samisk kunst, kultur og kulturarv på måter som har beriket både Sápmi, Norge og langt utenfor landegrensene.
sme: Don leat bidjan áiggi, návccaid ja máhtuidat ovddidit sámi dáidaga, kultuvrra ja kulturárbbi dakkár vugiin mii lea riggudahttán sihke Sámi, Norgga ja viidát riikkarájiid olggobealde.

source: Som verdig vinner av Savio-prisen er du et forbilde for oss alle.
sme: Savio-bálkkašumi ánssášuvvon vuoitin leat don ovdagovvan midjiide buohkaide.

source: Du viser oss kraften i engasjement, dedikasjon og lidenskap for det du tror på.
sme: Don čájehat midjiide makkár fápmu áŋgiruššamis, doaimmalašvuođas ja áŋgirvuođas lea dasa masa jáhkát.

source: Du har ikke bare vunnet en pris, men du har vunnet våre hjerter og vår respekt for din urokkelige innsats for å styrke samisk kulturarv og identitet.
sme: Don it leat vuoitán dušše bálkkašumi, muhto leat maiddái vuoitán min váimmuid ja árvvusatnima iežat hirbmat buori áŋgiruššama dihte sámi kulturárbbi ja identitehta nannemis.

source: La denne prisen være en påminnelse om at vi som samfunn er avhengige av personer som deg, som brenner for å bevare og fremme vår kulturarv.
sme: Atnot dán bálkkašumi muittuhussan dasa ahte mii servodahkan dárbbašit dakkár olbmuid go don, geat bidjet fámuid seailluhit ja ovddidit kulturárbámet.

source: La det også være en invitasjon til å reflektere over vårt forhold til naturen og hva naturen betyr for oss og det avtrykket vi etterlater oss til kommende generasjoner.
sme: Atnot dan maiddái bovdehussan smiehttat min oktavuođa birra lundui ja luonddu mearkkašumi midjiide ja luottaide maid mii guođđit boahtte buolvvaide.

source: Takk, Ingunn Utsi, for din inspirerende innsats og gratulerer med denne velfortjente prisen.
sme: Giitu, Ingunn Utsi, du movttiidahtti barggu ovddas ja lihkku bálkkašumiin.

source: Vi er utrolig stolte av deg og håper du fortsetter å lyse opp våre liv med din kunst, din lidenskap og ditt engasjement i mange år fremover.
sme: Mii leat hui rábmát dus ja sávvat ahte don ain ollu jagiid čuvget min eallimiid iežat dáidagiiguin, beroštumiin ja áŋgiruššamiin.
